Dlubal.RFEM5.SurfaceDeformations
Surface deformations.

Dlubal.RFEM5.SurfaceDeformations.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceDeformations.Type
Type of results

Dlubal.RFEM5.SurfaceDeformations.LocationNo
Location number

Dlubal.RFEM5.SurfaceDeformations.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceDeformations.TotalDisplacement
Total Displacement

Dlubal.RFEM5.SurfaceDeformations.Displacements
Displacements

Dlubal.RFEM5.SurfaceDeformations.Rotations
Rotations